Repository: Lakshan099/SPPM-Soil-Monitoring-and-Controlling-System
Catalog: Mobile App/lib/l10n/app_*.arb
Languages: si

# language
source: English
si: සිංහල

source: Home
si: ප්‍රධාන පිටුව

source: Temp
si: උෂ්ණත්වය

# humi
source: Humidity
si: ආර්ද්රතාවය

source: Soil
si: පාංශු

# mois
source: Moisture
si: තෙතමනය

source: Values
si: අගයන්

# solenoid
source: Soleniod
si: සොලෙනොයිඩ්

source: Valve
si: කපාටය

# wel
source: Welcome to your farm
si: ඔබේ ගොවිපලට සාදරයෙන් පිළිගනිමු

source: Q&A
si: ප්‍රශ්න සහ පිළිතුරු

source: FAQ
si: නිති අසන පැණ

source: Logout
si: පිටවීම
